Repository: MKroezen/flexotech
Catalog: src/locale/messages.*.xlf
Languages: de, nl

source: Home
de: Startseite

source: Markets
de: Märkte
nl: Markten

source: About
de: Über uns
nl: Over ons

source: Contact
de: Kontakt

# welcomeMessage
source: Welcome to Flexotech
de: Willkommen bei Flexotech
nl: Welkom bij Flexotech

source: Get Started
de: Loslegen
nl: Aan de slag

# aboutTitle
source: About Us
de: Das Unternehmen
nl: Over ons

# aboutContent
source: Flexotech, founded in 1994, produces and sells adhesives. We advise companies and offer solutions for many adhesive technology questions and problems. We also have experience with many production facilities where we work with different adhesive processing methods. Markets we serve include: Filters, Textiles, Packaging, Labeling, Wood, and some specialties.
de: Flexotech, gegründet in 1994, produziert und verkauft Klebstoffe. Wir beraten Firmen und bieten Lösungen für viele klebstofftechnische Fragen und Probleme. Märkte, die wir bedienen, sind u.A.: Filter, Textil, Verpackung, Etikettierung, Holz und dann noch einige Spezialitäten.
nl: Flexotech, opgericht in 1994, produceert en vermarkt Lijmen. Daarnaast adviseren we en bieden we totaaloplossingen voor vele uiteenlopende verbindingsproblemen. Markten die we bedienen zijn o.a.: Filters, Textiel, Verpakking, labelling, hout en daarnaast nog een aantal specialiteiten.

# productGroupsTitle
source: Product Groups
de: Produktgruppen
nl: Productgroepen

# productGroup1
source: Polyurethane: PU hotmelt, 100% PU, PU dispersions and 2K PU systems.
de: Polyurethan: PU Hotmelt, 100% PU, PU Dispersionen und 2K PU Systeme.
nl: Polyurethaan: PU hotmelt, 100% PU, watergedragen PU dispersies en 2K PU systemen.

# productGroup2
source: EVA's: Hotmelts and dispersions.
de: EVA's: Hotmelts und Dispersionen.
nl: EVA's: Voornamelijk hotmelts.

# productGroup4
source: Rubber: Hotmelts.
de: Kautschuk: Hotmelts.

# productGroup5
source: Epoxy: 2K systems.
de: Epoxy: 2K Systeme.
nl: Epoxy: 2K systemen.

# productGroup6
source: PvaC: Dispersions 1 and 2K products.
de: PvaC: Dispersionen 1 und 2K Produkte.
nl: PvaC: Watergedragen 1 en 2K produkten.

# experienceContent
source: We have experience with many production facilities where we work with different adhesive processing methods.
de: Wir haben Erfahrungen mit vielen Produktionsanlagen, wobei wir auch mit unterschiedlichen Klebstoffverarbeitungsweisen arbeiten.
nl: Daarnaast hebben we uitgebreide kennis in huis op het gebied van produktiemethodes en verwerkingsapparatuur.

# marketsTitle
source: Market Segments
de: Marktsegmente
nl: Marktsegmenten

# market1
source: Air Filters
de: Luftfilter
nl: Luchtfilters

# market2
source: Fluid Filters
de: Filter für Flüssigkeiten
nl: Vloeistoffilters

# market3
source: Textiles
de: Textil
nl: Textiel

# market4
source: Packaging
de: Verpackungen
nl: Verpakkingen

# market5
source: Labeling
de: Etikettierung

# market6
source: Wood
de: Holz
nl: Hout

# filterTitle
source: Filter Manufacturing
de: Filterherstellung

# filterContent
source: Our products are used for the production of air filters for e.g. cleanrooms, aircraft, automotive and, among others, in protective masks. Filters for liquids: water, beverages, pharmaceuticals, and medical research.
de: Unsere Produkte werden angewandt für die Herstellung von Luftfiltern für z.B. Reinräume, Flugzeuge, Automotive und u.a. in Schutzmasken. Filter für Flüssigkeiten: Wasser, Getränke, Pharma und medizinische Forschung.

# textileTitle
source: Textile
de: Textil

# textileContent
source: We supply textile manufacturers who use our products for laminations of many types of textiles combined with breathable membranes that find their application in sports and leisure clothing, shoes, furniture, and underwear.
de: Wir beliefern Textilhersteller, die unsere Produkte nutzen für Laminierungen von vielen Arten von Textilien kombiniert mit atmungsaktiven Membranen, die ihre Anwendung finden in Sport- und Freizeitbekleidung, Schuhe, Möbel und Unterwäsche.

# packagingTitle
source: Packaging
de: Verpackungen

# packagingContent
source: Labeling, film/lamination, beverage and liquid packaging: paper and cardboard bonding.
de: Etikettierungen, Folien/Verleimung, Getränke- und Flüssigkeitenverpackungen: Papier- und Pappeverklebungen.

# labelingTitle
source: Labeling
de: Etikettierung

# labelingContent
source: For various films, adhesive tapes, and labels, we carry a wide range of self-adhesive adhesives.
de: Für verschiedene Folien, Klebstoffbänder und Etiketten führen wir eine breite Palette von selbstklebenden Klebstoffen.

# woodTitle
source: Wood
de: Holz

# woodContent
source: Profile wrapping, edge bonding, wood on wood, parquet, and furniture. We have or develop adhesives for special applications for you.
de: Profilummantelung, Kantenverleimungen, Holz auf Holz, Parkett und Möbel. Wir haben oder entwickeln für Sie Klebstoffe für Spezialanwendungen.

# marketSegmentsTitle
source: Our Market Segments
de: Marktsegmente
nl: Marktsegmenten

# marketSegmentsIntro
source: We serve a variety of markets, including filters, textiles, packaging, labeling, wood, and other specialty segments.
de: Märkte die wir bedienen sind u.A. : Filter, Textil , Verpackung, Etikettierung , Holz und dann noch einige Spezialitäten.
nl: Markten die we bedienen zijn o.a.: Filters, Textiel, Verpakking, labelling, hout en daarnaast nog een aantal specialiteiten.

# marketSegmentsIntro2
source: Our Marketsegments are divided in:
de: Die Marktsegmente verteilen wir in:

source: Filter Manufacturing
de: Filterherstellung
nl: Filterproductie

# filterManufacturingDesc
source: Our products are used in the production of:
de: Unsere Produkte werden angewandt für die Herstellung von:
nl: Onze producten worden ingezet voor de productie van:

# airFilters
source: Air filters (e.g., cleanrooms, aerospace, automotive, gas protection filters)
de: Luftfilter für z.B. Cleanrooms, Flugzeuge, Automotive und u.a. in Schutzmasken.
nl: luchtfilters voor b.v. cleanrooms, vliegtuigen, automotive en o.a. in gasmaskers.

# fluidFilters
source: Fluid filters (water, beverages, pharma, and medical research)
de: Filter für Flüssigkeiten: Wasser, Getränke, Pharma und medizinische Forschung.
nl: Filters voor vloeistoffen : water , dranken, pharma en medisch onderzoek.

source: Textiles
de: Textil
nl: Textiel

# textilesDesc
source: We supply adhesives to textile producers for laminations of different kinds of textiles, often in combination with breathing membranes, for applications in:
de: Wir beliefern Textilhersteller, die unsere Produkte für Laminierungen von vielen Arten von Textilien nutzen, kombiniert mit atmungsaktiven Membranen, die ihre Anwendung finden in Sport- und Freizeitbekleidung, Schuhen, Möbeln und Unterwäsche.
nl: We leveren aan textielproducenten die onze producten inzetten voor lamineringen van vele soorten textiel al of niet in combinatie met ademende membranen voor toepassing in o.a. sport en vrietijdskleding en schoenen, meubelstoffen en lingerie.

source: Packaging
de: Verpackungen
nl: Verpakkingen

# packagingDesc
source: Our adhesives are used in:
de: Etikettierungen, Folienverleimung, Getränke- und Flüssigkeitenverpackungen, Papier- und Pappeverklebungen.
nl: etiketteringen, folieverlijming , drank en vloeistofverpakkingen , dozensluiten etc.

# labellingDesc
source: We offer an extensive range of PSA systems for various foils, labels, and tapes.
de: Für verschiedene Folien, Klebstoffbänder und Etiketten führen wir eine breite Palette von selbstklebenden Klebstoffen.
nl: Voor verschillende soorten folien, tapes en labels voeren we een uitgebreide reeks van PSA systemen.

source: Wood
de: Holz
nl: Hout

# woodDesc
source: Our adhesives are used in:
de: Profilummantelung, Kantenverleimungen, Holz auf Holz, Parkett und Möbel.
nl: Profielommanteling, kantverlijmingen, hout op hout, parket en meubels.

source: Special Applications
de: Spezialanwendungen
nl: Speciale Toepassingen

# specialApplicationsDesc
source: We’re always ready to partner with you to find or develop specialized adhesive solutions for your unique applications.
de: Wir haben oder entwickeln für Sie Klebstoffe für Spezialanwendungen.

# contactTitle
source: Contact Us
de: Kontaktinformationen
nl: Contactgegevens

# addressTitle
source: Address
de: Adresse
nl: Adres

# phoneLabel
source: Phone:
de: Telefon:
nl: Telefoon:

# marketSegmentsIntro
source: Markets we serve include: Filters, Textiles, Packaging, Labelling, Wood, and several special markets.
nl: Markten die we bedienen zijn o.a.: Filters, Textiel, Verpakking, labelling, hout en daarnaast nog een aantal specialiteiten.

# marketSegmentsSubIntro
source: Our market segments are divided into:
nl: Onze marktsegmenten verdelen we onder in:

# specialApplicationsDesc
source: We have or develop adhesives for special applications for you.
nl: Verder hebben we of ontwikkelen we voor u, lijmen voor speciale toepassingen.
